VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
asvetliakov.vscode-neovim
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
golang.go
hashicorp.terraform
jnoortheen.nix-ide
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.makefile-tools
ms-vscode.remote-explorer
redhat.ansible
redhat.vscode-yaml
rust-lang.rust-analyzer
vscode-icons-team.vscode-icons
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
