asvetliakov.vscode-neovim
eamodio.gitlens
golang.go
hashicorp.terraform
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode.cpptools
redhat.vscode-yaml
rust-lang.rust
VisualStudioExptTeam.vscodeintellicode
vscoss.vscode-ansible
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
